Repository: mitgd-learning/peg-src
Catalog: src/locale/*.po
Languages: es

source: PHP Extension Generator (http://github.com/peg-org/peg-src)
es: Generador de Extensiones para PHP

source: Populates a directory with skeleton files in preparation for generating an extension source code.
es: Inicializa un directorio con esqueletos de archivos en preparación para la generación de código fuente.

source: A comma seperated list of main authors going to be working on the extension.
es: Un listado separado por coma de los autores principales que estarán trabajando con la extensión.

source: Example:
es: Ejemplo:

source: Author1, Author2
es: Autor1, Autor2

source: A comma seperated list of contributors.
es: Un listado separado por coma de colaborades.

source: Contributor1, Contributor2
es: Colaborador1, Colaborador2

source: A name for the extension that overrides current working directory name.
es: Un nombre para la extensión que sobre escribe el nombre del directorio actual.

source: Set the extension version. Default: 0.1.
es: Asigna una versión a la extensión. Predeterminado: 0.1.

source: Forces the initialization of a directory by overriding all it's content. Use with caution.
es: Forza la inicialización de un directorio sobre escribiendo todo su contenido. Usar con cuidado.

source: Display a help message for a specific command.
es: Muestra un mensaje de ayuda para un comando específico.

source: The directory you are trying to initialize is not empty.
es: El directorio que estás tratando de inicializar no esta vacío.

source: Invalid command supplied.
es: Comand inválido.

source: Usage:
es: Uso:

source: [options]
es: [opciones]

source: Description:
es: Descripción:

source: Options:
es: Opciones:

source: Untitled
es: SinTítulo

source: Untitled application description.
es: Aplicación sin descripción.

source: Command
es: Comando

source: is already registered.
es: esta ya registrado/a

source: Option
es: Opción

source: Commands:
es: Comandos:

source: Invalid parameter
es: Parámetro inválido

source: Missing required option
es: Opción requerida

source: Invalid value supplied for
es: Valor inválido para
