Repository: mitgd-learning/peg-src
Catalog: locale/*.po
Languages: fr

source: PHP Extension Generator (http://github.com/peg-org/peg-src)
fr: Générateur d'extension PHP (http://github.com/peg-org/peg-src)

source: Populates a directory with skeleton files in preparation for generating an extension source code.
fr: Remplit une répertoire avec des fichiers skelets en préparant la génération du code source d'une extension

source: A comma seperated list of main authors going to be working on the extension.
fr: Une liste séparé par des virgules des auteurs principaux qui travailleront sur l'extension.

source: Example:
fr: Exèmple:

source: Author1, Author2
fr: Auteur1, Auteur2

source: A comma seperated list of contributors.
fr: Une liste séparée par des virgules des contributeurs

source: Contributor1, Contributor2
fr: Contributeur1,Contributeur2

source: A name for the extension that overrides current working directory name.
fr: Un nom pour l'extension qui vient à la place du nom du répertoire actuel.

source: Set the extension version. Default: 0.1.
fr: La version de l'extension. Par défault: 0.1.

source: Forces the initialization of a directory by overriding all it's content. Use with caution.
fr: Force l'initialization du répertoir en écrasant son contenu. A utiliser avec précaution.

source: Display a help message for a specific command.
fr: Affiche le méssage d'aide pour la commande.

source: The directory you are trying to initialize is not empty.
fr: le répertoire que vous voulez initialiser n'est pas vide.

source: Invalid command supplied.
fr: Commande invalide.

source: Usage:
fr: Utilisation:

source: Error:
fr: Erreur:

source: Untitled
fr: Sans nom

source: Untitled application description.
fr: Description de l'application sans nom

source: Command
fr: Commande

source: is already registered.
fr: a déjà été enregistré.

source: Commands:
fr: Commandes:

source: Invalid parameter
fr: Paramètre invalide

source: Missing required option
fr: Option obligatoire manquante

source: Invalid value supplied for
fr: Valeur invalide pour
